Revit 2024 API
SpecTypeId.Boolean Members
 This class contains constants identifying specs.
The SpecTypeId.Boolean type exposes the following members.
Properties
Name | Description
YesNo
 Yes/No, in discipline Common.
See Also
SpecTypeId.Boolean Class
Autodesk.Revit.DB Namespace